#### `terraform plan` Success
<details><summary>Show Output</summary>

```

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # github_repository_webhook.example-service-new-hook will be created
  + resource "github_repository_webhook" "example-service-new-hook" {
      + active     = false
      + etag       = (known after apply)
      + events     = [
          + "issues",
        ]
      + id         = (known after apply)
      + repository = "example-service"
      + url        = (known after apply)

      + configuration {
          + content_type = "form"
          + insecure_ssl = "false"
          + url          = "https://web.hook.com/"
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>

*Workflow: `Terraform GitHub Actions`, Action: `hashicorpterraform-github-actions4`, Working Directory: `.`*
